[
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/why-grayscales-ceo-believes-the-sec-will-greenlight-an-ethereum-etf/"], "title": ["Why Grayscale’s CEO Believes The SEC Will Greenlight An Ethereum ETF"], "authors": ["Best Owie"], "date": ["9 hours ago"], "text": ["Grayscale CEO Michael Sonnenshein has said the SEC will now be more inclined to approve an Ethereum ETF. The United States saw the first approved Bitcoin ETF last week. It marked the end of an eight-year-long since the first bitcoin ETF was filed. ProShares saw the approval of its Bitcoin Futures ETF on Monday, October 18th, and is set to trade on the NYSE today.", "This was no doubt a historic moment for the crypto market. The battle for the first approved crypto ETF has been a drawn-out one and now investors can trade on bitcoin ETFs directly from their investment accounts like a ROTH.", "However, the approval of the first bitcoin ETF has led to discussions about when the market will see approval for an Ethereum ETF. Speculations are that the market would see the first ETH ETF soon and Grayscale CEO agrees.", "Sonnenshein was on CNBC’s Squawk Box on Monday to talk about the approval of the first Bitcoin ETF. The CEO sees this as a step in the right direction for the crypto market after the SEC gave the green light for the ETF. He remarked that this showed that the Securities and Exchange Commission was getting more relaxed around the idea of cryptocurrencies.", "Sonnenshein added that since the regulator had approved the bitcoin ETF, it is only a matter of time before an Ethereum ETF was approved by it. Ethereum is the second-largest cryptocurrency in the market and has seen interest in it match, and sometimes surpass, that of the top cryptocurrency Bitcoin.", "Multiple firms have filed Ethereum ETFs alongside their Bitcoin ETFs. Although both VanEck and ProShares had been asked by the SEC to withdraw their Ethereum ETFs when it was considering the Bitcoin ETFs for approval. This does not mean that the ETH ETFs have no merit. At this point, the Bitcoin ETFs have taken precedence due to their long history of filings to the regulator.", " over the weekend that Grayscale was planning to file a Bitcoin Spot ETF application. The investment firm has decided to go in another direction to current Futures ETF by converting its Futures ETF filings to a Spot ETF filing. Grayscale did this in response to growing competition after ProShares saw its Bitcoin Futures ETF approved for trading on the NYSE.", "In a bid to realize higher trading volume than the Futures ETFs, the Grayscale Spot ETF has been argued to be a more superior filing to the Futures ETF. Investors are likely to lose out on gains due to growing contango when the futures contracts expire at a higher price than the spot price.", "Grayscale is still waiting on the go-ahead from the SEC before it can file the application to convert its Bitcoin Trust into a Bitcoin Spot ETF."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/why-bitcoin-could-oppose-the-us-wealth-inequiality/"], "title": ["Why Bitcoin Could Oppose The U.S. Wealth Inequality"], "authors": ["Julia Arvelaiz"], "date": ["12 hours ago"], "text": ["In a day where possibilities for Bitcoin investments bloom in the U.S. and its price continues to rise, the numbers from the stock market’s gains during the last year and a half mostly show an alarming increase in wealth inequality.", "The Robinhood’s democratization has been in style for a while now, ever since it gave the little guy easier access to the stock market and more possibilities to profit from it. However, the US economy perseveres to grow its breach between the wealthy 10% and the bottom 90%.", "A recent ", " report showed that the wealthiest Americans have gotten even wealthier during the Covid-19 pandemic, getting to break a record by owning 89% of U.S. stocks and adding $6.5 trillion.", "Meanwhile, the stocks held by the other 90% of Americans actually went down from 12% to 11%, adding a considerably smaller amount of $1.2 trillion. The hopes for wealth equality that came with the “democratization” cannot help but gasp at these numbers.", "The other numbers that increased in the U.S. during the pandemic are the index of poverty and inflation. The inequality gap goes beyond the trading market, as shown by the ", " past September:", "Wealth and poverty are blooming at the same time, and stocks represent 70% percent of the wealth gains since the pandemic started. Democratization aside, the top still holds the advantage of being able to buy and hold, while the bottom ones need a faster way to make ends meet.", "One wonders if the growth of Bitcoin could help the breach between classes, being its profit and the possibilities of owning assets of great potential for the middle class.", "Last year, Americans benefited from Bitcoin, earning around $4 billion from it. Although it is a lower cipher than the stock market’s profit, the latter has been around for centuries and its wealth inequality has only gotten stronger, while Bitcoin is still young and has already become of importance for the middle class.", "One of the main reasons why bitcoin is of great interest around the world is because the blockchain has consistently shown the potential of closing the wealth inequality gap. It has opened a path for the middle class to own assets.", "New Bitcoin possibilities come midst an unprecedented crisis not just as mere hope but a necessity. As some fear the alleged loopholes in cryptocurrency that have been criticized and feared by many, others can see that it is the loopholes that can help the lower and middle classes grow out of the few chances they are offered.", "To those whose very few possibilities of income and economic growth keep them entangled in poverty, the stories of middle and low-class Bitcoin users around the world represent a new scene that might help diversify the economy.", "Currently, immigrants represent 14.4% of the American population. Added to that, around half a million US citizens are homeless, and many others find themselves going through unemployment and financial trouble.", "The traditional banking and the employment industries do not benefit those who have a hard time getting common requests such as a residential address. As owning and investing in cryptocurrencies lack these obstacles, their growing acceptance can potentially oppose the inequality gap that the stock market has only helped grow."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/playdapp-launches-staking-rewards-for-their-rpg-game-along-with-the-gods-knights-of-the-dawn-pre-staking-launches-october-20th/"], "title": ["PlayDapp Launches Staking Rewards For Their RPG Game Along With the Gods: Knights of the Dawn, Pre-Staking launches October 20th"], "authors": ["Bitcoinist"], "date": ["2 hours ago"], "text": ["Cryptocurrencies and their underlying technology allowed for the rise of a new trend with the potential to disrupt a billion-dollar industry. Supported by the play-to-earn model, on-chain gaming has gained worldwide adoption and seems poised to onboard billions of users in the coming years.", "In that sense, leading customer-to-customer (C2C) NFT marketplace PlayDapp launched Along with the Gods: Knights of the Dawn in 2020, their first blockchain-based role-playing game (RPG). Within its world, players can collect and raise heroes with different types of attributes and gain rewards (tokens, NFTs, runes) with real-world value.", "The RPG has gained popularity due to its deep lore, the possibility to form teams of heroes with unique skills set, its many challenges, its many options in terms of strategy, and because players can trade their items on the Polygon network. The game allows players to double their earnings with in-game rewards if they take part in events.", "Created by a team with vast experience in the big tech sector, its core leadership was part of South Korean Giant Naver with great technical expertise acquired in leading mobile gaming company Netmarble, Microsoft, and NCSOFT, Along with the Gods: Knights of the Dawn is backed by top talent.", "PlayDapp managed to secure partnerships with some of the biggest names within and outside the space, such as Samsung, Polygon, Chainlink, Portis, Klayth, LINE, and others.", "Thus, the project has been able to benefit from the core team’s personal experience and deep insight into the gaming industry. Recently, PlayDapp announced a blockchain update for their flagship RPG to add new functionality and empower their players by giving them more options and new ways to enjoy the game and earn rewards.", "On August 31", ", the platform announced its NFT Merge function which allows users to upgrade their PlayDapp NFT and increase their value by boosting their rarity rank. This marked a new beginning for their ecosystem due to the high interoperability created for the different games on the platform.", "The team behind PlayDapp is launching a dedicated play-to-earn server to unlock a better gaming experience for users. As a result, starting on October 20", ", 2021, players will be able to participate in the new staking mechanism and maximize their rewards to earn PlayDapp’s native token PLA.", "Already listed in some of the major exchanges across the crypto industry, such as UpBit, Crypto.com, Coinbase, and others, the PLA token has real-world value. Data from CoinGecko indicates that the token has experienced a 22% profit in the 2-week chart and a rally from $0,18 to $1,26 in the 90 days chart.", "With the new mechanism, Along with the Gods: Knights of the Dawn players will be able to stake their funds to earn additional rewards every day or every week, the staking process is low risk and lossless; the players always remain in power. Users can move their staked assets at any time and never give up control of their funds.", "To start staking, users will need a specific amount of NFT if they want to earn daily or weekly rewards. For the former, a player needs three SR grade Playz NFT and for the latter one SSR grade Plays NFT. These can be bought at the PlayDapp NFT marketplace.", "In addition, players are encouraged to merge their PlayDapp NFTs. As mentioned above, this process makes it easier to boost an NFT rarity rank. Therefore, players have more access to higher rewards.", "Players can earn as much as 5 PLA in the daily rewards and up to 5,000 PLA in weekly rewards. The team behind PlayDapp has enabled the pre-staking process to open for everyone from October 20", ". Full details as well as staking can be found at https://market.matic.playdapp.com/p2e/awtg", "In the coming months, PlayDapp and Along with the Gods: Knights of the Dawn will keep expanding and growing to achieve their vision and usher mass adoption. The team behind the project plans to add new mechanics, rewards, and specialized servers.", "Furthermore, the team plans to expand into other ecosystems within the next year PlayDapp will attempt to rollout further mainnet support for Along with the Gods: Knights of the Dawn. The future of on-chain gaming is full of potential and Along with the Gods: Knights of the Dawn is ready to take the sector by storm."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/by-combining-cross-chain-and-oracle-together-plug-chain-interconnects-blockchain-with-the-real-world/"], "title": ["By Combining Cross-Chain and Oracle Together, PLUG Chain Interconnects Blockchain with the Real World"], "authors": ["Bitcoinist"], "date": ["3 hours ago"], "text": ["Combining oracle with blockchain can make business more efficient, streamline processes and provide more accurate services. A project called PLUG Chain (PLUG(CN)) goes beyond that and integrates cross-chain technology with oracle, in order to support real and tangible industries that has somehow been neglected by most of the existing blockchain functions.", "PLUG Chain, simply speaking, is a high-performance public chain that combines cross-chain and oracle technology together. Unlike most of the blockchain projects which mainly focus on supporting crypto and blockchain industries such as DeFi, GameFi, SocialFi, Metaverse and so on, PLUG Chain aims to develop and help real and tangible industries like manufacturing, factories, hotel resources and many other traditional businesses.", "The most significant competitive advantage of PLUG Chain is its innovative combination of cross-chain and oracle technology, this main feature distinguishes the PLUG Chain from other projects, making it sort of like a Polkadot and ChainLink combination of different blockchains. The team first came up with the idea of PLUG Chain project two years ago, now it is ready and going live, and the token of PLUG Chain, PLUG(CN) has been listed on LBank Exchange.", "PLUG Chain project was developed from sketch by well-experienced developers and engineers, it has 3 different IT communities with more than 80 engineers in China. Lots of specialists in various fields have involved in building the project, including the chief architect Mr. Bowen, who is one of the founders of Huobi Hangzhou Limited ten years ago.", "In addition, PLUG Chain has 20 different foundations and more than 40,000 users in China currently, it has incubators all around the world such as Malaysia, Singapore, China Mainland and Hong Kong. 8 different ecosystems are running on it in Asia right now and furthermore there are NFT, metaverse and decentralize ERP as well, more and more ecosystems are coming up to the PLUG Chain.", "The total supply of PLUG(CN) token is 1000 billion, and users can buy it easily on LBank Exchange right now. PLUG(CN) tokens run on PVM (Plug Virtual Machine) which functions on its on blockchain. More importantly, 99% of the pre-mined genesis block will not liquidates and is locked for 10 years, which means the big players will not sell any of those PLUG(CN) coins within 10 years. Obviously, it shows that investors have strong beliefs toward PLUG Chain and there is many future planning ahead for the project.", "In recent years, Covid-19 pandemic has heavily affected lots of industries, but there are also lots of manufacturing industries increased tremendously in China because of all the necessary goods and items needed to be supplied to the world. The project team believes that PLUG Chain will keep on developing and expanding to serve all these tangible industries better and turn these challenges into opportunities.", "PLUG Chain plans to focus on serving Asia market including China in its first 3 years. Once the ecosystem and products of it become mature enough, it will expand its market to the whole world in the following 3 to 10 years.", "1) en.plugchain.info", "\n2) twitter.com/Plugchainclub", "\n3) t.me/plugchain", "\n4) youtube.com/c/OfficialPLUGChain", "\n5) ", "LBank Exchange, founded in 2015, is an innovative global trading platform for various crypto assets. LBank Exchange provides its users with safe crypto trading, specialized financial derivatives, and professional asset management services. It has become one of the most popular and trusted crypto trading platforms with over 6.4 million users in more than 50 countries around the world.", " ", "Visit us on social media:", "\n", "\n", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/coinbase-secures-nbas-first-ever-league-crypto-deal/"], "title": ["Coinbase Secures NBA’s First-Ever League Crypto Deal"], "authors": ["Taylor Scott"], "date": ["11 hours ago"], "text": ["The NBA hasn’t shied away from crypto engagement. The league was the first professional sports body to release mainstream NFTs to market via Dapper Labs’ Top Shot product. As the league is on the heels of it’s 75th anniversary, forward-thinking innovative deals look to secure the NBA’s success for another 75 – and then some.", "In an announcement today, the NBA has secured it’s first-ever league cryptocurrency sponsor with Coinbase.", "While detailed terms of the partnership have yet to be disclosed, it is known that Coinbase will have access to IP across practically the entire NBA portfolio, including the WNBA, developmental G-League, 2K League, and USA Basketball.", "While the move is the first for the league at large, individual teams have been securing crypto partners for some time now. In last weekend’s ‘Sports Slice’ on Bitcoinist, our team covered the Sacramento Kings new partnership with Web3.0 infrastructure firm Ankr. Additionally, crypto jersey deals have come to life in recent months for teams like the Philadelphia 76ers and Portland Trailblazers.", "However, it was Coinbase competitor FTX that was one of the first to enter the NBA sphere, after making a splash in securing the Miami Heat’s arena naming rights. For Coinbase, the news comes after ", ", with over 2MM waitlist registrants in roughly a week’s time.", "Beyond the aforementioned Top Shot integration for the league, NFTs have been a popular route for exploration with teams as well. The Milwaukee Bucks and Golden State Warriors are two of a broader number of teams that have played in the NFT space thus far.", "Beyond basketball, crypto continues to get ingrained as professional leagues look to new avenues for sponsorship revenue growth.", "Coinbase, for example, has leaned into esports – and other exchanges like FTX have done so as well. Coinbase ", " back in July, and earlier in the year, FTX partnered with esports organization ", ". It’s been a busy time for exchanges looking to build exposure through sport.", "Of course, it doesn’t start or stop with the NBA or with esports platforms or organizations, either. Also covered in last weekend’s ‘Sports Slice’? Binance threw their name in the sport sponsorship hat. The exchange locked in a front-of-jersey sponsorship with Italian soccer club Lazio last week.", "The NFL, however, is probably the lone league showing any sort of real resistance. The league has thus far restricted teams from negotiating established sponsorship deals with crypto deals for the most part. Despite this, the league has said that they may reconsider their stance.", "For more on stories like this, tap in to Bitcoinist every Sunday for our weekly ‘Sports Slice’."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/bitcoin-gets-mariah-careys-attention-geminis-campaign-empowers-women/"], "title": ["Bitcoin Gets Mariah Carey’s Voice, Gemini’s Campaign Empowers Women"], "authors": ["Julia Arvelaiz"], "date": ["7 hours ago"], "text": ["A new celebrity joins the Bitcoin enthusiasm. This time around, Maria Carey paired up with Gemini, the leading cryptocurrency platform funded by Tyler and Cameron Winklevoss, on a new campaign that aims to use her influence on women around the world to encourage their learning about the possibilities of crypto investment.", "Mariah Carey has long cared about women’s financial empowerment. She recently published a", " on her Instagram where she talks about her collaboration with Gemini along with giving out the code ‘mariah’ that can be used to sign up to the platform and receive $20 worth in bitcoin to use on a first investment.", "The video has an educational approach, aiming to boost curiosity and demystify common fears and misconceptions about Bitcoin investment. She starts by saying “Did you know that you don’t need to buy a whole Bitcoin to invest? In fact, you can buy as little as five dollars to get started on Gemini.”", "There is a clear intention of reaching a demographic of people who are not wealthy and can benefit from investing in cryptocurrencies. The singer also claims that her understanding of crypto investments is thanks to Gemini’s free educational resources like Cryptopedia.", "Maria Carey also explained that a portion of the trading profits made using her code on the platform will be given to Black Girls Code, a non-profit organization that aims to achieve equal representation in the tech sector by empowering women of color to enter the digital space and teach them skills to become innovators in the STEM field.", "The demographic that the Winklevoss twins want to reach is clear: women of different classes looking forward to learning how to invest in bitcoin.  ", " reported on their website that Tyler Winklevoss has previously said that:", "The magazine also pointed out the great number of women that showed interest in cryptocurrency, as portrayed in Gemini’s 2021 State of U.S. Cryptocurrency Report.", "A survey by ", " back in August showed that only 26% of American women invest in the stock market, which appears to be due to a general fear of the risks. With campaigns such as this one, and organizations like Black Girls Code, women might be on the verge of surpassing their Bitcoin curiosity and taking the lead.", "The Cryptopedia platform is playing a great role in educating about Bitcoin and other cryptocurrencies, which can become potentially good for the market as many continue to join and benefit from it.", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/lightning-continues-to-strike-bitcoin-adoption-building-momentum/"], "title": ["Lightning Continues To Strike, Bitcoin Adoption Building Momentum"], "authors": ["Reynaldo Marquez"], "date": ["10 hours ago"], "text": ["Bitcoin has seen a surge in its main use case via the second layer payment solution Lightning Network. On the rise since the start of 2021, this application could silence its detractors as it gains more adoption in the coming months.", "A recent ", " by Arcane Research records a 3x increase in this Bitcoin-based payment solution. The research firm estimates that the Lightning Network has a capacity of around 3,000 BTC.", "Over 700 BTC alone entered this solution upon El Salvador’s implementation of its Bitcoin Law, Arcane Research clarified. Other 340 BTC were added with ", "Similarly, public Lightning nodes have increased by around 900 and payment channels by 2,300, the firm claimed. This increase took place since the first week of October.", "As Bitcoinist reported 3 months ago, the Bitcoin Lightning Network has experienced an explosion that has only kept on running hot. At that time, the payment solution only had a 1,800 BTC capacity, much of which increased since it was launched in 2018.", "Arcane Research ", " that this network’s growth has been exponential with March 2021 seeing the beginning of the trend.", "Pseudonym analyst Plebeian confirmed the growth in the Bitcoin Lightning Network. The analyst made a deep study of Lightning noting that 30.7% of the network use a 0 base fee approach, as part of a community campaign.", " ", "Additionally, there are around 53,000 channels with less than 1 million satoshis (sats), the smallest unit in which 1 Bitcoin can be divided. This represents 39.7 of all active channels in the past 2 weeks, as Plebeian claimed.", "53.3% of all active channels have a 1 million to 10 million sats capacity. They stand at 71,824 in the past two weeks.", "On the other hand, big and extra big channels are the minority with only 9,460 open with a capacity of over 10 million sats and 1,118 channels with a capacity beyond 100 million sats and more. They represent 7% and less than 0.7% of the Bitcoin Lightning Network, respectively.", "Year to date, the Bitcoin Lightning Network has experienced a 190% increase in its capacity. This second layer payment solution could be BTC’s opportunity to enter the mainstream.", "As covered by Bitcoinist, Ryan Gentry, member of the Business Development department at Lightning Labs, believes the Bitcoin Law in El Salvador has proven how efficient Lightning can be as a use case.", "The president of this country reported over ", "Thus, the second layer solution can become the vanguard in an attempt for Bitcoin to enter its technological “beachhead”, the breaking point where an innovation growth in adoption due to a specific use case.", "This could happen in the coming years. The benchmark cryptocurrency is said to be growing faster than the internet and it’s projected to reach over 1 billion users in 2025.", "At the time of writing, Bitcoin trades at $64,106 with a 3.8% profit in the daily chart.", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/the-future-of-crypto-lies-in-holistic-ecosystems/"], "title": ["The Future of Crypto Lies in Holistic Ecosystems"], "authors": ["Bitcoinist"], "date": ["26 mins ago"], "text": ["There was no lack of hot news related to the current cryptocurrency ecosystem this year. New projects emerge so stubbornly and inexorably that sometimes you wait for a new decentralized miracle just as for another Netflix series. New solutions appear every day and it’s not so easy to find a project that can astound your imagination.", "The flip side of this variety of crypto solutions is that it’s hard to grasp the point and benefits of using them. Thousands of blockchain companies shape this landscape in a specific way. But if you keep in mind the core values of Bitcoin, you can see that key benefits of crypto are concentrated around very basic things: decentralization, security, privacy, absence of intermediaries.", "In the early years of crypto, there was a significant part of the community that strived to focus on such a side of blockchain technology as privacy. Examples of Monero, Dash, Zcash a couple of years ago ", " to Bitcoin, where the ledger is public and ", ". It aligns well with the current situation when a lot of individuals are not so comfortable when governments, financial institutions, and major social media know too much about people’s private lives.", "The law of supply and demand works perfectly and if you research some solutions like BEAM protocol offers you will notice that they paid a lot of attention to ensuring privacy. This protocol allows users to transact crypto between each other and no one can track who the sender and receiver are and what is the amount of transaction.", "By the way, in this case, the team decided to go much further and create a DeFi ecosystem based on proprietary blockchain, with DAPPs, staking opportunities, atomic swaps, and more. The BeamX roadmap is packed to the brim with tools needed to build a scalable, interoperable DeFi ecosystem, including confidential stablecoins, oracles and decentralized cross-chain bridges. They also realize the value of such things as the ability of the community to govern the crypto ecosystem. More broadly it means the commitment to such initial value as decentralization.", "Beam will be governed by BEAMX governance token holders. Future holders will be able to use these tokens and govern the whole ecosystem through BeamX DAO. The community will affect the future ecosystem’s development: for example, they will be able to alter plans for treasury funds expenditure and the roadmap itself through regular voting. They will create proposals on changes and vote for them right in a special DAPP embedded in the BEAM wallet.", "It could be interesting for someone to start exploring BEAM’s ecosystem and become a part of DAO that will determine the way this system develops. Moreover, 1% of all tokens will be distributed to new users for free to expand the community and bring even more decentralization. As an additional incentive, users will earn tokens by staking BEAMX in their wallets. There won’t be any need to lock tokens in any pool, and users will be able to withdraw tokens at any moment, so the usual risks of staking are virtually eliminated. Staking will be available only in the ", " from October 21. And we can already see a lot of people buying BEAMX in preparation for staking – the token is listed on Binance and has already gained more than 50%.", "Looking at the way crypto space is evolving you understand the strategic vision of some projects. The ability of users to participate in the governance makes the project stand out. It gives a sense of ownership, it allows you to keep your hand on the pulse. Long ago it was noticed that the product that a user had a hand in creating is much more appreciated by him and gains more loyalty.", "On the business side of things, a flat structure of organization gains momentum in recent years. And the DAO concept appears to be a perfect model of new generation business where a flat structure is ensured by impartial blockchain algorithms. In the case of BEAM protocol, they went far beyond the idea of privacy and decentralization. Such platforms allow an average newcomer to fulfill any need, whether it is investments, the necessity to implement smart contracts in order to empower his business, contribute to the cryptocurrency adoption, or just desire to control his money and data.", "In general, holistic ecosystems with full functionality have the biggest potential to get the loyalty of crypto adopters. It was predictable a few years ago that the protocol that will offer the most convenient and universal way to deal with crypto will dominate. Because using such platforms people can make all the actions related to crypto in one place. Especially if such projects are committed to the original blockchain values.", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/caizcoin-is-the-general-sponsor-of-blockchain-life-2021/"], "title": ["Caizcoin is the General Sponsor of Blockchain Life 2021"], "authors": ["Bitcoinist"], "date": ["19 hours ago"], "text": [" is a DeFi company and the first cryptocurrency that adheres to Islamic Financial Laws. Caizcoin operates on Caizchain, the world’s first Islam-compliant Blockchain with minimal transaction fees.", "The moral values that appeal to all wise minds, faiths, and ethnicities enhance the experience with Caizcoin.", "In September, there was an event in London where Caizcoin, the first Islam compliant cryptocurrency, presented a new way of bridging the Islamic and contemporary worlds using Islamic financial principles. The London event was a massive success for the Caizcoin goal, and many groups agreed with them and chose to work together to form a better society.", "On 21st October 2021 at Hyatt Regency Tashkent, Uzbekistan, an event is going to be held in which Caiz Holding AG is going to be in the spotlight and will be presenting the most practical approach towards DeFi in today’s active crypto space. Caiz Holding AG believes in lifting Initiatives that are struggling to create sustainable financial resources and social values through targeted investment and dynamic character.", "On October 27-28 in Moscow at Music Media Dome’s event, Caiz Holding AG will be shedding light on their remarkable accomplishment in the cryptocurrency world; they will share how they are able to become the first Islamic compliant cryptocurrency and letting the world experience the most reliable, transparent, robustly seamless transactions globally.", "Caizcoin can provide a more sustainable and environmentally friendly alternative to Wall Street and large-bank institutions by removing the need for resources such as paper contracts and office space.", "At Blockchain Life 2021 event in Music Media Dome, Caizcoin team will be there to General Sponsor the first Islamic compliant cryptocurrency to let people educate about DeFi, which has evolved old ways of transactions and introduced us to smart contracts with which it replaced financial institutions, which will help the entire humanity have the most seamlessly smooth transparent services ever globally with just a single click.", " ", "Everything in the Caiz holding AG environment follows Islamic rules and regulations. The proposal combines a future financial system with the historical philosophy of Islamic Finance while adhering to the present trend of secure commerce, with its design based on justice, honesty, impartiality, and the welfare of all its investors and trustworthy partners. Caizcoin promotes Islamic values and ethics by creating an innovative blockchain-based financial solution based on Islamic economic principles.", "You can exchange your cryptocurrencies for real money and buy anything from anywhere in the globe, but that’s not the end of the tale. Furthermore, the Caiz wallet is the most flexible, hyper-secure wallet, providing its clients with complete transparency and security at all times. Because client happiness is the primary concern, the company provides easy-to-understand information to its users.", "Caiz Holding AG believes in lifting others, as that’s the true trait of a great leader. The Caizcoin, the most significant revolution for displaying Islamic finance and its genuine spirit throughout the general public worldwide.", "Even if your project is struggling to generate long-term financial resources for your stakeholders, our firm may drive projects to produce long-term economic and social benefits through focused investment and dynamic nature.", "Caizcoin is a different, moral, and one-of-a-kind Islamic financial idea of cryptocurrency. Caizcoin distinguishes itself from other cryptocurrencies since its concept is designed to serve the best interests of the investor and consumer, following the rules and regulations of ISLAM. While the primary focus is on the client’s needs, it is caring, personal, and transparent services through cryptocurrencies.", "●       Caizcoin is a legal form of payment for everyone around the Globe.", "●       Their objective is to use the profits for individual benefit while also applying the concept of zakat to aid those in need among all.", "●       Caizcoin offers a low transaction fee and allows the customers to trade worldwide smoothly.", "●       It can handle 3000 transactions per second in each ledger and generates a new ledger every 5 seconds. Each transaction takes between 0-3 seconds to complete.", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/flirt-invest-will-reduce-payments-to-new-investors-on-november-1/"], "title": ["Flirt Invest Will Reduce Payments to New Investors on November 1"], "authors": ["Bitcoinist"], "date": ["19 hours ago"], "text": ["We have previously written about Brandon West and its ", " service, which allows you to invest cryptocurrency in the development of the largest network of webcam studios in Europe and receive huge passive income. Brandon West is also an ardent bitcoin fan and bull, and he, like many, talks about the price of $ 100,000 per bitcoin this year.", "According to our insider information, the Flirt Invest service plans to reduce the percentage of profits to new investors from November 1, this is due to the fact that the company has almost collected the required amount for development. At the moment, the company pays from 1 to 3% of the profit from the deposit amount daily. All models’ earnings per day are immediately distributed to investors. According to our information, payments will be reduced by at least half, that is, they will be from 0.5% to 1.5% per day, for current investors who have already deposited funds for 1 year, the conditions will not change, they will still receive profit during the year under current conditions.", "The company told us that they really plan to reduce profits for new investors, but they said that the exact date has not yet been agreed by management.", "In any case, the conditions do not change until November 1, and you still have the opportunity to make a deposit and receive a percentage of profit under the current conditions during the year.", "Flirt Invest has already raised more than $ 73,000,000 and plans to raise the remaining $ 27 million by the end of the year, after which the investment round will end and the company will stop attracting new investors."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/crypto-market-analysis-october-18-2021/"], "title": ["Crypto Market Analysis: October 18, 2021"], "authors": ["Bitcoinist"], "date": ["19 hours ago"], "text": ["Bitcoin soared last week, closing back in on its all-time high (ATH) as investors bought the news of a new bitcoin ETF.", "After the confirmation of a bitcoin ETF (more below) by the US Securities and Exchange Commission (SEC), the price began to pop. Having traded as low as $54,611 on Wednesday, BTC soared 14% to reach a high of $62,516.  At the time of writing the cryptoasset is trading around $61,700.", "The turnaround for BTC has seen it close in on its previous ATH – $63,569 – set on 14 April this year. Investors will now be watching closely to see if momentum is sustained early this week to tip over that threshold.", "Ether meanwhile has experienced similar gains, although it is still a little further off from its previous ATH.  ETH traded as low as $3,419 on Monday before rising across the week to a high of $3,957. ETh previous ATH came on 12 May when it reached $4,177. It is currently trading around $3,820.", "Cryptoasset management firm Grayscale has given its biggest indication yet it plans to convert its bitcoin trust into a physically settled exchange-traded fund (ETF).", "While not confirmed at the time of writing, chief executive Barry Silbert ", " that the firm may soon switch up its trust to an ETF structure. The thread came as the CEO criticised futures-backed bitcoin ETFs saying: “Friends don’t let friends buy and hold futures-based ETFs.”", "The pointed remark comes after the approval of the ProShares ETF – which is a futures-based bitcoin fund. The announcement boosted bitcoin’s price as investors see support from regulators for crypto-based funds as a seal of approval for their activities.", "Russian President Vladimir Putin has come out with a relatively dovish stance on cryptoassets.", "While not outing himself as an enthusiast, speaking to CNBC last Thursday the Russian leader expressed his relative amenability to crypto.", "Putin said in the interview cryptocurrency: “has the right to exist and can be used as a means of payment.” He also added it was too soon to discuss the idea of trading oil and other commodities via crypto, which forms a large part of Russia’s export base.", "Putin’s relative amenability to crypto likely comes as Russia struggles with difficulties in accessing international capital in the form of US dollars. The Eurasian nation has been hit by sanctions since its 2014 invasion of Crimea.", "Cathie Wood’s Ark Invest has backed a bitcoin futures ETF by putting the firm’s name to the fund.", "The bitcoin futures ETF, which was filed for approval to the US SEC last Wednesday, will be called ARK 21Shares Bitcoin Futures Strategy ETF, carrying the ARKA ticker.", "The ETF was filed by Alpha Architect and notes 21Shares as an investment adviser. ARK’s role in the ETF will be to provide marketing support alone, according to the filing.", "Wood’s ARK firm is best known for its disruptive innovation-focused ETFs. The firm has struggled in 2021 with assets under management (AUM) plunging by some $8 billion.", "ARK joins a growing list of asset managers looking to offer a bitcoin-related ETF, with more than 12 Wall Street firms now looking to offer such a product to its clients.", "All contents within this report are for informational purposes only and does not constitute financial advice. eToro makes no representation and assumes no liability as to the accuracy or completeness of the content of this publication, which has been prepared utilizing publicly-available information.", "Cryptoassets are volatile instruments which can fluctuate widely in a very short timeframe and therefore are not appropriate for all investors. Other than via CFDs, trading cryptoassets is unregulated and therefore is not supervised by any EU regulatory framework. Your capital is at risk.", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/etf-approval-drives-bitcoin-towards-all-time-high-at-65k-crypto-weekly-roundup-october-18-2021/"], "title": ["ETF approval drives Bitcoin towards all-time high at $65K – Crypto Weekly Roundup, October 18, 2021"], "authors": ["Bitcoinist"], "date": ["19 hours ago"], "text": ["Bitcoin has soared above $60K, getting tantalizingly close to all-time highs on reports that the first ", " (ETF) has been approved by the U.S. Securities and Exchange Commission (SEC).", "This bombshell blasted ", " 8% higher over the last week, boosted further by Russian President ", " who told CNBC on Wednesday that he believes crypto has value. Meanwhile, JPMorgan CEO ", " took the opportunity to assert his own view that “Bitcoin is worthless”, two weeks after his bank released a note that said institutions are ", ".", "Elsewhere, recent eToro additions ", ", ", ", and ", " pushed ahead of the market with double-digit gains all round. ", " fell down in exhaustion with 11% weekly losses after a mega rally, and ", " made a half-hearted attempt to catch up with 4% gains.", "In a monumental victory for crypto, the Securities and Exchange Commission (SEC) is set to let the first ", " launch on Monday after years of rejected applications.", "Sources said to be familiar with the matter told CNBC that the SEC isn’t likely to block the ETFs proposed by ProShares and Invesco, triggering a rally that saw Bitcoin break through $60K, for the first time since April of this year.", "Although these ETFs have ", " for being backed by futures contracts and not the underlying asset, they could still have big implications for Bitcoin — allowing tax-sheltered and retirement accounts to easily get exposure, and potentially opening the cryptoasset to a much broader audience.", "While all eyes were on Bitcoin, ", " quietly surged more than 20% as the blockchain platform announced it was ready to roll out the final piece of its roadmap.", "On Wednesday, the team announced a date for the ", ". These are independent chains that can issue their own tokens and be tailored to a specific use case, while still connecting back to the main Polkadot chain.", "Slots for parachain development will be sold via auctions starting on November 11th, and are expected to reduce the circulating supply of Polkadot by requiring participants to lock up the asset for the duration of the parachain lease.", "eToro has added ", " to its selection of cryptoassets. The SOL token powers a blockchain platform that claims to be able to support 50,000 transactions per second without sacrificing decentralization.", "Solana joins the recent additions of ", " (FIL) and ", " (DOT), bringing the total number of cryptoassets available on eToro to 32.", "The last time Bitcoin approached all-time highs at $20K, it was beaten back fiercely for weeks before it finally broke though.", "This time however, the amount of ", " is approaching all-time lows — suggesting traders have no intention of selling and could be moving funds to wallets for long-term storage.", "On the bearish side, Pantera Capital CEO ", " anticipates that the ETF launch could be a classic “sell the news” moment, and trigger a similar dump to that seen after the CME’s listing of ", " in December 2017.", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/draftkings-doubles-down-partners-with-polygon/"], "title": ["DraftKings Doubles Down, Partners With Polygon"], "authors": ["Taylor Scott"], "date": ["15 hours ago"], "text": ["Yes, it was just a few short months ago that DraftKings launched the ‘", "‘ in partnership with Autograph.io. In that short time, we’ve seen the sports gambling powerhouse churn out some successful NFT releases with the likes of Tiger Woods, Simone Biles, Tom Brady, and more.", "Now, DraftKings is doubling down on crypto, this time pairing up with Polygon for some versatility and support in secondary-market transactions.", "Scalability and sustainability are two traits that Paul Liberman, co-founder and president of global product and technology at DraftKings, cited as “critical challenges of blockchain technology” that Polygon was able to address to meet DraftKings’ needs. ", ", the company will also have an option to potentially contribute to Polygon’s governance protocol and keep the network secure as a validator node with its own stake pool.", "Polygon will hone in on custom NFT drops and secondary-market transactions.", "The marketplace is available for millions of DraftKings’ users, and the platform is currently working towards transferability of NFTs to decentralized wallets via Ethereum mainnet. Meanwhile, Polygon has continued to show investment in NFTs, gaming, and corresponding areas. Existing partners for Polygon include the likes of Atari, ZED RUN, Decentraland, The Sandbox, and more.", "“Although DraftKings Marketplace is still in it’s nascency, we are bullish on the possibilities that blockchain, NFTs, cryptocurrency and more will present as we prepare for Web 3.0 alongside Polygon and the new innovations ahead for digital collectibles,” added Liberman. A refreshing take from brand executives that shows the immense potential ahead for crypto in online gaming and gambling.", "The emergence of young industries stateside, such as sports gambling and cannabis, are prime contenders for crypto integration – and this move for DraftKings is a prime example. They are also industries that are on the rise throughout the US in particular.", "Reports emerged this week that New Jersey was the first state to hit a $1B month of bets last month. The first online sports betting entrant in the state was none other than DraftKings, who partnered with Resorts Digital; that partnership yielded nearly $42M last month, leading the online-only handle in the state.", "All that to say that DraftKings is one of the largest players in the game, publicly traded with a valuation north of $20B.", "Many platforms are targeting the crossover of gambling, gaming and crypto. ", ", for example, describes itself as an “information markets platform” that runs on Ethereum, where users can place bets on sports and current events."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/interactive-brokers-launches-crypto-trading-for-u-s-investment-advisors/"], "title": ["Interactive Brokers Launches Crypto Trading For U.S. Investment Advisors"], "authors": ["Best Owie"], "date": ["15 hours ago"], "text": ["Brokerage firm Interactive Brokers Group has ", " that it is launching crypto trading for investment advisors. The firm is bringing cryptocurrency investment to investment advisors in the U.S. to help streamline the process of investing clients’ funds in the market. Financial advisors are able to invest and custody cryptocurrencies like Bitcoin, Bitcoin Cash, Litecoin, and Ethereum for their clients with the new feature.", "In order to bring this new feature to its customers, Interactive Brokers partnered with regulated blockchain infrastructure platform, Paxos. Paxos Trust Company will provide a platform where the investment advisors are able to purchase and custody cryptocurrencies for their clients, in addition to other investment options.", "Using Paxos, investment advisors can easily manage the portfolios of their clients. They will be able to manage investments like stocks, bonds, options, futures, and cryptocurrencies all from the same place.", "Investment advisors are also not limited in the investments which they can manage through this integration. They can manage various investments from all around the world on a single screen from the Interactive Brokers platform.", "In addition, Interactive Brokers is offering investment advisors some of the lowest fee rates in the space. Instead of the usual high fees of 2% or more of trade value, investment advisors will see commission rates as low as 0.12% to 0.18% on trades, subject to monthly volume. There are also no added spreads, markups, or custodial fees.", "Interactive Brokers will roll out the new feature to investment advisors in the United States to start. But will eventually expand its offerings to investment advisors around the world.", "Interactive Brokers launched the service in order to enable their customers to diversify their portfolios. Cryptocurrencies have long been presented as a good way to diversify investment portfolios and more investment firms are jumping on the train.", "Senator Cynthia Lummis said in February that bitcoin “is an excellent store of value and that it should be part of every individual person’s investment portfolio.” This is due to bitcoin outperforming most financial markets year-over-year.", "Speaking on the new feature, Steve Sanders, EVP of Marketing and Product Development at Interactive Brokers, said;", "The crypto trading service offered by Interactive Brokers allows customers’ assets to be held in bankruptcy remote, segregated accounts. And given that the firm is regulated by the New York Department of Financial Services, it provides the needed oversight required to make sure that consumers are protected in their investments."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/bitcoin-spot-trading-volume-surges-as-btc-targets-new-all-time-high/"], "title": ["Bitcoin Spot Trading Volume Surges As BTC Targets New All-Time High"], "authors": ["Hououin Kyouma"], "date": ["13 hours ago"], "text": ["Data shows Bitcoin spot trading volume has surged up as BTC has begun to target a new all-time high (ATH) price soon.", "As per the latest report from ", ", BTC spot trading volume continues to surge up as the coin heads towards a new ATH.", "The “", "” is a Bitcoin indicator that measures the total number of coins transacted on the blockchain in a day.", "Here is a chart showing the trend in the value of this indicator for BTC over the past year:", "As the above graph shows, the indicator’s value has been trending upwards this month as BTC’s price starts making big movements.", "The 7-day average trading volume now sits at around $7 billion. 15th October saw even higher values of around $12 billion, the highest Bitcoin has seen since almost six months.", "During the summer, the metric had sharply dropped off and made yearly lows. Trading activity briefly returned, but it soon again dropped off.", "When the indicator’s value goes up, it means there is overall more interest in trading Bitcoin. Low values can suggest few investors want to move their coins around and these periods usually have either sideways or downwards price movement.", "High activity makes the crypto more volatile and it’s only during these situations that the coin can keep up big price moves. For example, the above mentioned $12 billion volume that occurred a few days ago accompanied a 7.6% jump in the price.", "Also, there have been ", " in the past where the trading volume didn’t back price movements up, and these attempts ended up dying off soon enough.", "This current fresh upwards trend shows the market has again become interested in trading Bitcoin. This is good news for the price rally as such trading activity can help the coin from losing momentum.", "At the time of writing, Bitcoin’s price floats around $62.8k, up 10% in the last seven days. Over the last month, the crypto has gained 32% in value.", "The below chart shows the trend in the price of BTC over the last five days:", "Bitcoin has showed sideways movement these past few days, but today is the ", " so it’s likely the event will bring with it some fresh volatility. But it remains to be seen whether it will mean a big move up or another crash."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/coinbase-to-power-social-giant-facebooks-new-novi-crypto-wallet/"], "title": ["Coinbase To Power Social Giant Facebook’s New Novi Crypto Wallet"], "authors": ["Tony Spilotro"], "date": ["12 hours ago"], "text": ["Things continue to turn positive for the crypto industry and its poster child platform, ", ". The custody arm of the San Francisco cryptocurrency exchange that caters to retail and institutions alike, was selected by Facebook to power the company’s new Novi app, according to a blog post.", "Facebook is running a pilot program of Novi in the United States and Guatemala, which will rely on Coinbase Custody’s “fully segregated cold storage capability for managing private keys.”", "Believe it or not, ", " is out now in the United States and Guatemala. Downloading it guides you through a Messenger-like sign-up process before beginning if it happens to be available in your state or country. There’s also the fastest KYC process ever, completed with a snapshot of a government-issued ID.", "The app lets users send money digitally and internationally using the ", " (USDP) stablecoin. Much like Strike in El Salvador, the goal with Novi is to provide easier access to money transfer services in the unbanked. But its being put together by Facebook – a company notorious for invasive privacy practices – so the intentions can’t entirely be philanthropic.", "After ", " about supporting the Novi wallet, $COIN shares took off on a tear. The company ", " that it was partnering with the NBA, WNBA, and more on an official basis. The relationship likely means better visibility for the brand, and the likes of Bitcoin, at games and on TV.", "Coinbase Global went live on the Nasdaq in April 2021, ", ". $COIN has made its first major reversal, and if the stock share price closes at current levels the weekly will have formed a “Three White Soldiers” pattern.", "The pattern typically predicts a massive uptrend ahead, but not before the chance of a selloff correcting mildly overbought conditions. New highs for Coinbase Global shares also could mean more interest from stock market investors considering cryptocurrencies for the first time.", "And with Bitcoin price nearly at new all-time highs, the recipe for wider crypto market FOMO that greatly benefits Coinbase could be right around the corner."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/who-funds-bitcoin-core-developers-here-are-the-facts/"], "title": ["Who Funds Bitcoin Core Developers? Here Are The Facts"], "authors": ["Eduardo Próspero"], "date": ["19 hours ago"], "text": [" "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/cadalabs-project-announce-cala-token-pre-sale-after-raising-1-million-dollars-from-its-private-token-sale/"], "title": ["Cadalabs Project announce CALA Token Pre-Sale After Raising 1 Million Dollars From Its Private Token Sale"], "authors": ["Bitcoinist"], "date": ["1 day ago"], "text": [" is a relatively new project built on Cardano Ecosystem with a focus on Exchange and Transfer of NFTs, Cryptocollectibles and other digital contents. Cadalabs concluded its private token sale to well-known crypto Investors and institutions including DuckDao, MoonWhale and top venture capitalists.", "CADALABS Protocol raised a total of 1 million dollars from the private token sale in less than 1 hour. Proceeds from the private sale will be used to support Cadalabs Ecosystem and unused funds will be locked in a cold storage on cardano network.", "CADALABS Protocol is the first community-driven NFT platform building a NFT Minting Dapp on the Cardano Network to enable digital artwork collectors mint their works as NFTs and connect them to sellers to trade seamlessly in the future.", "CADALABS team developed its utility token dubbed $CALA Token, which enables the community to take part in governance issues. Besides, by holding the CALA token, users can moderate creators, vote on proposals, stake their tokens to earn and curate featured artwork.", "$CALA token will be used for the following:", "*Transact on Our NFT Platform.", "\n*Maintaining Governance: decisions to integrate new protocols, edit pool parameters, edit risk parameters, etc", "\n*Yield Farming through our Staking Platform.", "\n*Payment For Profile Verification: Since Our Platform is decentralized, How do we mitigate that? we added a manual verification in which we do our due diligence on the User before applying the blue tick.", "\n*Stake CALA token to rank higher on our Smart, AI Sorting Engine", "\n*Buy Advertisement Slots On Our NFT Platform", "CALA token is already minted on the cardano and has a total token supply of 100 Million CALA token which will be distributed below:", "PRIVATE SALE: 10 Million CALA Tokens will be sold to Venture Capitalists and Long Term Investors.", "PRE SALE: 25 Million CALA Tokens will be sold at 0.05 ADA per CALA Token to Early Investors.", "PUBLIC SALE: 50 Million CALA Tokens will be sold at 0.5 ADA per CALA Token on Major Exchanges.", "YIELD FARMING & ECOSYSTEM FUNDS: 15 Million CALA Tokens will be reserved for Staking, Yield Farming and Ecosystem Development.", "The $CALA Token metrics are structured to capture network participants who share our vision for the long-term success of the project.", "CADALAB will burn 50% of the Ecosystem Tokens and Mining Rewards over the next 2 years.", "In order to participate in the Cadalabs Token’s Pre-sale, follow the link: ", " ", "\n", " ", "\n", " ", "\n", " ", "Cadalabs Protocol", "\n", "Cadalabs", "\n", " UK, Manchester city, London", "\n", "\n", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/how-nfts-could-enable-new-ways-to-fund-scientific-research/"], "title": ["How NFTs Could Enable New Ways To Fund Scientific Research"], "authors": ["Taylor Scott"], "date": ["1 day ago"], "text": ["Could we see an entire revitalization on the way science research is funded and formed? NFTs have massive potential to disrupt a number of different industries. Sure, we’ve seen NFTs ingrain themselves in the worlds of collectibles, art and entertainment, and fan engagement (a certainly non-exhaustive list). Now, more and more individuals and organizations are addressing the potential of NFTs serving a variety of unique roles in science and research.", "Earlier in the year, our team at sister network NewsBTC ", ", with proceeds going towards funding innovation research and education.", "Now, well-respected researchers are suggesting that this sort of fundraising could become more commonplace in scientific fields. Furthermore, some projects are already addressing having a token governance system to", "Stanford University professor and researcher in neurobiology and ophthalmology Andrew D. Huberman stated over the weekend that “several laboratories are starting to sell NFTs as alternate/additional sources of research funding” with this tweet:", "Huberman also operates the", "and frequently discusses neuroscience and the nervous system on his Huberman Lab Podcast.", "As with most of NFTs, the evolution of where we go from here is far from clear. However, the potential is absolutely present. In tweet replies, Huberman said that “if labs can self fund it will change the landscape of science forever.”", "At it’s core, this is really what crypto is all about. There’s potential to create a decentralized organizational body or structure that funds critical developmental research without third-party interests taking priority.", "Huberman, nor our team at Bitcoinist are the first to think about this. One project mentioned more than once in Huberman’s replies is ", " and it’s native VITA token, which is a DAO focused on funding research for the extension of human life and healthspan.", "VitaDAO then acquires or commissions research and owns, develops and monetizes the IP that’s generated. Meanwhile, VITA token holders contribute to decision-making and governance behind VitaDAO’s research, deliver sentiment around certain initiatives, and govern data repositories and the DAO’s IP portfolio.", "VitaDAO and innovators at UC Berkeley are far from being the only ones in the space looking to approach research and funding in a new way.", "Researchers with NYU’s Center for Genomics and Systems Biology were one of the first to mint an ", "."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/vetters-presale-launches-today-following-3500-bnb-private-sale-sellout/"], "title": ["Vetter’s Presale Launches Today Following 3500 BNB Private Sale Sellout"], "authors": ["Bitcoinist"], "date": ["19 hours ago"], "text": [", a next-generation ecosystem and investor-research tool for crypto presales, has raised 3500 BNB (worth 1.7 million USD at current market rates) in a recent sellout private sale. The private sale saw Vetter’s committed community of over 700 paying discord members come together to support the grassroots movement – from Vetters, to Scouts, to regular members.", "Both the private sale’s participation and investment size suggest that Vetter’s groundbreaking technology is supported by an enthusiastic community, providing a real solution for eager crypto investors. Accordingly, if this is any indication of future fundraising success, Vetter’s presale today on ", " could raise substantially more from the general public, capitalizing on the private sales’ momentum.", "’s fundraising success is built on the innovation at the core of its next-generation technology. It provides a tokenized research tool for evaluating often difficult to understand pre-sales in the crypto-space. Vetter leverages the knowledge of the crowd to efficiently analyze the numerous presales, ICOs, IDOs etc. that launch each day, providing its users with appropriate metrics to help guide their investment decisions.", "Its analytics machine also combines artificial intelligence with the principles of gamification into a user-friendly decentralized application (dApp) which makes it “fun fast and easy to spot crypto projects worthy of consideration” for investment according to Vetter’s detailed ", ". Each project is “vetted” by holders of Vetter Tokens, and added to a calendar of upcoming opportunities. Token holders can then provide additional information to “vet” certain opportunities. The application then uses a custom-made A.I.-based scoring and ranking system to reward users who have contributed to the analysis of successful investments.", "The objective is to remove the lengthy amount of time and resources needed for individuals to seek out and profit from these opportunities themselves.", "Indeed, as the total value of the cryptocurrency market nears $3 trillion, and the number of blockchain-based projects continues to balloon, there has never been a greater need for such a tool. In fact, ", "’s recent developments suggest their team is uniquely aware that their time is now. In the past few months, Vetter has launched a successful community-building effort, taking part in several AMAs, marketing campaigns and curating a growing following on their variety of socials.", "Vetter has also released a series of technical documentation for audit ahead of the presale. The team is now looking to attract beta users for its public launch in the not too distant future as well as set a development schedule that releases new features for the platform every month. Taken together, Vetter’s technology, successful private sale and short-term roadmap provide a good foundation for the future of its pioneering research tool, and it will be interesting to see the outcome of today’s ", "."]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/bright-union-the-insurance-aggregator-bringing-safety-to-the-defi-space/"], "title": ["Bright Union: The Insurance Aggregator Bringing Safety to the DeFi Space"], "authors": ["Bitcoinist"], "date": ["19 hours ago"], "text": ["In August 2021, hackers attacked a popular decentralized finance protocol Poly Network and stole over $600 million worth of assets only to return them later. Although no damage was caused, it left the DeFi community grasping for breath. The safety of assets in a decentralized framework was always debated, and this cyber attack only proved how the pseudonymity, immutability, and trustlessness of DeFi could be exploited for the wrong reasons. Hacks like these have cost the crypto community over a billion dollars in 2021.", "On one side, DeFi protocols are skyrocketing in value and the total volume locked on different chains has ", ". On the other hand, these cyber attacks are causing distrust toward DeFi, hindering the true growth of this space. In a risky sector like this, it is obligatory to have a mechanism that safeguards user assets against threats like these so that investors and businesses would be able to safely navigate the space. This is exactly why we’re seeing the emergence of decentralized insurance protocols with Bright Union leading the way.", "Decentralized coverage (crypto’s alternative to insurance) is as simple as it sounds. It is an insurance cover for assets in the decentralized finance framework. Protocols issuing decentralized insurance leverage the power of blockchain technology to cover for cyberattacks, smart contract exploits, and crypto wallet hacks, and any other black swan events that could occur. But mind you, this is not about big firms trying to make big bucks out of people’s vulnerabilities.", "Decentralized insurance is where the community of users cover each other to ensure that it is the user who gets the ultimate profit. The main idea is to make the DeFi space safer for businesses and investors in an effort to earn the trust of the community and propel the growth of the industry.", "The potential with decentralized insurance is practically endless. Over 96% of the crypto assets are still uninsured, creating opportunities for businesses to earn by providing cover for a growing community. In recent years we’ve seen the emergence of quite a few protocols offering cover for everything DeFi. But a protocol that seems to have a huge potential to transform the DeFi space is Bright Union.", "Bright Union is a decentralized insurance aggregator protocol that brings together the best risk coverage providers in the DeFi space onto a single platform where users can compare, buy, and sell insurance. A protocol like this is important because it makes insurance accessible to everyone in the DeFi space and reduces the heinous process of going from platform to platform in search of the best risk cover.", "Bright Union has the widest range of covers available for its platform for over 150 different protocols. Along with coverage for protocol hacks and failure, Bright Union also features covers for stablecoin de-pegging, yield de-pegging, and custodian covers. It has a mechanism where suitable covers are recommended to investors based on their investment portfolio.", "The platform has so far managed to partner with three of the top DeFi insurance providers – InsurAce, Bridge Mutual, and Nexus Mutual who sold 98% of the covers and have already paid $5 million in claims. Coverage costs for hacks on this platform typically start at 2.5% per year.", "Having already achieved significant success, Bright Union recently announced its multichain expansion to make risk covers accessible to the DeFi community and to provide users the choice to choose the blockchain network that is most feasible to them. It comes without saying that the Ethereum network is the most popular blockchain for DeFi accounting for over 69% of the TVL.", "However, with the growth of Ethereum came problems like network congestion, resulting in high gas fees and making even the simplest of transactions unaffordable for some users. This is why users of Ethereum have recently set out in search of alternative affordable networks and in this context, the Polygon network and Binance Smart Chain have presented a fair case. Both of these networks are considered to be third-generation blockchain networks that provide high transaction speeds, almost no network congestion, and minimal gas fees.", "To leverage the power of networks like these and to provide speed and affordability to its users, Bright Union and its partner protocols have taken the leap towards multichain coverage. To better understand this, consider this example.", "Imagine a user who wants to cover his investment portfolio worth $50K. Buying a cover on Bright Union would typically cost them 2.5% of the insured value per year which translates to $1250 per year. If this transaction takes place over the Ethereum blockchain, the gas fees required would be so much that the cost of coverage could increase by nearly 30%. But, on the networks like BSC or Polygon where gas fees are minimal, users would not notice a significant spike in the cost of coverage.", "This is why providing multichain coverage to users could be key to the adoption of decentralized insurance. Bright Union’s partner InsurAce has already launched this feature and sold over 75% of its active covers on Polygon and BSC. Even Bridge Mutual, another Bright Union partner, is actively making strides towards providing multichain coverage to users.", "With numerous multi-chain options like these now becoming available to users, they can invest fearlessly in the DeFi while being assured that their assets are protected without costing them a bomb.", "Decentralized Insurance is a pretty novel concept today with a vast majority of the industry oblivious to its existence. But, with the emergence of protocols like Bright Union, decentralized insurance as an option is now being looked into by investors in DeFi. Along with protecting user assets from attacks, decentralized insurance creates trust among users by mitigating which could draw them towards DeFi and aid mass adoption.", " ", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/larix-builds-the-future-of-decentralized-lending-gateways/"], "title": ["Larix – Builds the Future of Decentralized Lending Gateways"], "authors": ["Bitcoinist"], "date": ["22 hours ago"], "text": ["Over the years, Solana (SOL) has done an excellent job in developing its ecosystem. Solana has also developed a censorship-resistant, fast, and secure blockchain platform which enhances an open ecosystem needed for global blockchain adoption.", "As a result, investors are eager to buy Solana tokens. In addition to this, Solana is a platform that develops Decentralized Finance (DeFi), Web3, and blockchain-based gaming, allowing up to 50,000 transactions per second.", ", the Solana’s leading lending platform, now incorporates a dynamic interest rate model and stepped up its risk management capabilities, as such a broad selection of collateral types, crypto tokens, stablecoins, synthetic assets, NFTs, and other kinds of assets can be safely utilized.", "Putting security as the first priority, Larix is the only lending protocol which get reviewed by a reputable smart contract auditor in Aug 2021 – SlowMist. To top it off, the rewarding system is based on a dedicated designed token economy that enhances continuous incentive allocation to stimulate demand. In fact, Larix accepts all valuable assets and plans to serve as a bridge to the real world.", "Additionally, Larix has ranked in the top spot in the search results on cryptocurrency exchange MEXC and has consistently been in the top choices of community users.", "According to ", ", the LARIX price is trading at $0.084 with a 24-hour trading volume of $1,925,154, at the time of writing. More so, LARIX currently holds 2,906th rank in the market.", " ", "Currently, the top cryptocurrency exchanges for LARIX are Gate.io, Raydium, MEXC, BKEX, BitMart, and ZT.", "Do you wonder how to maximize the LARIX rewards? The LARIX rewards can be increased by following two ways. Here are the ways:", "LPs can stake LP LARIX/USDC on the Vaults page, with an APR of 2,000%, in order to increase LARIX rewards. Users will have access to Serum’s order flow as well as their existing liquidity.", "Solfarm’s native token TULIP trades at $19.89 with a 24-hour trading volume of $1,551,920, at the press time.", "LARIX rewards can be increased via Raydium LP. Users can just connect their wallets with Raydium on Farm and stake their LARIX tokens to get their rewards. In fact, Users can stake LP LARIX/USDC at 350% APR on the Farm page.", "Larix, the world’s first lending platform, has announced that it will be mining on the #Raydium blockchain in addition to lending. There are 9 hours left on the clock. Larix dual mining will be available starting at 4 p.m. PST on October 8th. Following the launch, LARIX/RAY would be the LP that will be supported. Adding LARIX or RAY LP to Raydium and stake allows users to participate.", "Larix has also been released on Mercurial, allowing users to trade Larix on the platform, paving the way for potential collaboration between the two companies in the future.", "The company recently partnered with mSOL from Marinade, which means Larix supports the deposit and lending of mSOL as well as offering LARIX rewards for those transactions. Currently, LARIX rewards for mining mSOL are offered as collateral assets. When providing mSOL, users will now be able to earn LARIX + MNDE mining rewards thus making it ideal in terms of profit share.", "mSOL’s deposit yield is 104%. Within 3 hours, mSOL has achieved a TVL of over $20 million. mSOL’s API is almost over 5000%.", "All-in-all, LARIX has a fantastic ecosystem, which shows how fast the platform is growing. As the industry grows, space will be adequate for digital assets like LARIX. With many on-going developments and partnerships happening with the Larix ecosystem , LARIX can reach new heights soon.", "Due to the dual mining announcement, as well as key events in the past few months, such as the Solana hackathon vote campaign followed by the ambassador campaign in the following month, the number of LARIX social media users has skyrocketed from approximately 3,000 to nearly 24,000, representing a significant increase from the previous figure of approximately 21,000.", "Furthermore, throughout the bug bounty test and product knowledge education program, the number of users on social media increased to almost 55,000. Finally, the mainnet launch and feedback bounty program helped to increase the number of users to about 75K followers. Furthermore, the number of social media users reached 90,000 during the mining live event.", "LBank has launched a poll from 11 to 18 October in their official Telegram community (https://t.me/LBank_en).", "\nLBK Blockchain Co. Limited", "\nLBank Exchange", "\n", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/welcome-to-winkyverse-the-first-global-education-games-metaverse/"], "title": ["Welcome to WinkyVerse: The First Global Education Games Metaverse"], "authors": ["Bitcoinist"], "date": ["20 hours ago"], "text": ["The disruptive power of blockchain technology has eaten deep into the fabrics of almost all existing industries one can think of. As one of the fastest-growing technologies of the present decade, blockchain is fast changing the way the internet-space operates, how finance is conducted, and now we are witnessing the biggest technological drift in the metaverse.", "A metaverse could be described as a mirror image of the real world that exists. As Blockchain technology is pioneering the development of the gaming metaverse, much hasn’t been heard of the educational aspect of the metaverse, not until WinkyVerse showed up.", "Players, game creators, and game editors will be able to learn, create, play, and connect using WinkyVerse.", " is the first educational platform to combine no fewer than six of the most promising technologies to create a genuinely unique educational ecosystem, including robotics, AI, programming, gaming, augmented reality, and blockchain.", "Ultimately, The WinkyVerse is a unique 3D open environment where players may develop and sell their own educational games and creations for children, as well as a variety of intuitive material for adult educational games such as history, sports, and general entertainment.", "WinkyVerse’s mission is to use gaming to democratize education. More intuitively, users will be able to get involved in an educational process by playing VR MMORPG instead of reading a bunch of books.", "The metaverse is a virtual environment that incorporates video conferencing, games cryptocurrency, email, virtual reality, social networking, and live-streaming. It is basically a 3D version of the internet, including immersive and interoperable business, information, and communication technologies. In some ways, it’s a digital representation of how we live in the real world.", "It’s a digital emulation of how we live in the real world in certain ways. A piece of virtual art purchased as a “non-fungible token” from Company A, for example, could be displayed on the digital wall of a house in a Company B game.", "WinkyVerse is driving the creation of a gaming metaverse that allows users to discover the inspiration behind a new line’s launch or give hands-on education about new materials at a far faster and more flexible pace. Users are very focused and engaged with entertaining, educative, and creative gaming content.", "WinkyVerse’s parent company, MainBot, was founded in 2017 at the Ecole Polytechnique (France’s top engineering school). The objective of Mainbot was to use modern technology to improve children’s education and prepare them for the future.", "Its initial iteration, Winky was built to assist youngsters in introducing them to new technologies such as AI, Robotics, Programming while also providing activities to improve their memory, attention, and other skills. Although Winky was initially built for children’s education, it has expanded to help both adults and children get educated more entertainingly and fascinatingly.", "Since its launch, Winky has amassed great success. The AI Robot is currently available for purchase across the world and has been embraced by tens of thousands of homes. They have also received extensive media attention from CNN, BBC, and more than 250 other outlets.", "WinkyVerse has also completed €2 million in funding and now the company is seeking further expansion by getting involved in the blockchain industry and looking to raise an additional €20 million via a token sale on October 25th, allowing them to create an educational metaverse and its crypto, $WNK, the ecosystem’s essence.", "WinkyVerse will issue a series of NFTs to commence the project, releasing them in batches beginning October 18th at the Minting Price of 0.07ETH. WickyVerse NFT holders will be eligible for several perks, including a $WNK airdrop, ETH and NFT raffles.", "The WinkyVerse team is a fine mix of both professionalism and several years of relevant industry experience. The education games metaverse project is headed by CEO Boris Kesler, a serial entrepreneur, and AI specialist.", "The project is being rallied behind by 24 other team members including professionals in gaming, education, technology, and communication. WinkyVerse has a portfolio of renowned/well-known advisors/investors including Sebastien Borget, co-founder of The Sandbox Game, Nicolas Gilot, CEO of Ultra, Mickael Canu, CEO of Ternoa, Kyle Chassé, CEO of Paid Network and Master Ventures and some of the greatest individuals in the gaming and robotics industries.", "While the gaming metaverse continues to gain relevance and massive adoption, WinkyVerse has strategically positioned itself to lead the global education games metaverse and reengineer what we know to be a conventional learning process.", " "]},
{"name_of_group": ["Bitcoin"], "main_url": ["https://bitcoinist.com/bitcoin-el-salvador-watching-global-power-dynamics-play-out/"], "title": ["Bitcoin, El Salvador, & Watching Global Power Dynamics Play Out"], "authors": ["Jonathan Libby, CEO of Steady State Finance"], "date": ["20 hours ago"]}
]